Repository: muhiro12/Cookle
Catalog: Cookle/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: %@ no longer exists. Nothing was changed.
es: %@ ya no existe. No se cambió nada.
fr: %@ n’existe plus. Rien n’a été modifié.
ja: %@はすでに存在しません。何も変更されていません。
zh_hans: %@已不存在。未进行任何更改。

# %@ · %lld possible duplicates
source: %1$@ · %2$lld possible duplicates
es: %1$@ · %2$lld posibles duplicados
fr: %1$@ · %2$lld doublons possibles
ja: %1$@ · 重複の可能性が%2$lld件
zh_hans: %1$@ · %2$lld 个可能的重复项

source: %lld more
es: %lld más
fr: %lld autres
ja: ほか%lld件
zh_hans: 另外%lld项

source: A current recipe cannot be replaced by more than one recipe from the file, or be kept and replaced at once. Review the recipe choices.
es: Una receta actual no puede reemplazarse por más de una receta del archivo ni conservarse y reemplazarse a la vez. Revisa las opciones.
fr: Une recette actuelle ne peut pas être remplacée par plusieurs recettes du fichier ni conservée et remplacée à la fois. Vérifiez les choix.
ja: 同じ現在のレシピを、ファイル内の複数のレシピで置き換えたり、残すと置き換えるを同時に選んだりすることはできません。レシピの選択を見直してください。
zh_hans: 同一当前食谱不能被文件中的多个食谱替换，也不能同时保留和替换。请检查食谱选项。

source: A diary already exists for this calendar day.
es: Ya existe un diario para este día.
fr: Un journal existe déjà pour ce jour.
ja: この日の日記はすでにあります。
zh_hans: 这一天已经有日记了。

source: A dish name or a few words is enough to start.
es: Empieza con el nombre de un plato o unas palabras.
fr: Commencez par le nom d’un plat ou quelques mots.
ja: 料理名だけでも、ひとことでも。
zh_hans: 一道菜名或几句话，就能开始记录。

source: A notification is scheduled for this timer.
es: Se ha programado una notificación para este temporizador.
fr: Une notification est programmée pour ce minuteur.
ja: このタイマーの終了通知を予約しました。
zh_hans: 已为此计时器安排通知。

source: Add
es: Añadir
fr: Ajouter
ja: 追加
zh_hans: 添加

source: Add %@ to today's breakfast
es: Añadir %@ al desayuno de hoy
fr: Ajouter %@ au petit-déjeuner d'aujourd'hui
ja: %@ を今日の朝食に追加
zh_hans: 将 %@ 添加到今天的早餐

source: Add %@ to today's dinner
es: Añadir %@ a la cena de hoy
fr: Ajouter %@ au dîner d'aujourd'hui
ja: %@ を今日の夕食に追加
zh_hans: 将 %@ 添加到今天的晚餐

source: Add %@ to today's lunch
es: Añadir %@ al almuerzo de hoy
fr: Ajouter %@ au déjeuner d'aujourd'hui
ja: %@ を今日の昼食に追加
zh_hans: 将 %@ 添加到今天的午餐

source: Add Diary
es: Añadir diario
fr: Ajouter un journal
ja: 日記を追加
zh_hans: 添加日记

source: Add Multiple Ingredients at Once
es: Añadir varios ingredientes a la vez
fr: Ajouter plusieurs ingrédients à la fois
ja: 複数の材料を一度に追加
zh_hans: 一次添加多种配料

source: Add Multiple Steps at Once
es: Añadir varios pasos a la vez
fr: Ajouter plusieurs étapes à la fois
ja: 複数の手順を一度に追加
zh_hans: 一次添加多个步骤

source: Add Photo
es: Añadir foto
fr: Ajouter une photo
ja: 写真を追加
zh_hans: 添加照片

source: Add Recipe
es: Añadir receta
fr: Ajouter une recette
ja: レシピを追加
zh_hans: 添加食谱

source: Add Recipe To Today's Diary
es: Añadir receta al diario de hoy
fr: Ajouter la recette au journal d'aujourd'hui
ja: 今日の日記にレシピを追加
zh_hans: 将食谱添加到今日日记

source: Add Recipes
es: Añadir recetas
fr: Ajouter des recettes
ja: レシピを追加
zh_hans: 添加食谱

source: Add a recipe to start building your collection.
es: Añade una receta para empezar tu colección.
fr: Ajoutez une recette pour commencer votre collection.
ja: レシピを追加してコレクションを作り始めましょう。
zh_hans: 添加食谱，开始建立你的收藏。

source: Add new items and update matching items with the file's content.
es: Añade los elementos nuevos y actualiza con el contenido del archivo los que coinciden.
fr: Ajoute les nouveaux éléments et met à jour les éléments correspondants avec le contenu du fichier.
ja: 新しい項目を追加し、一致する項目をファイルの内容で更新します。
zh_hans: 添加新项目，并用文件内容更新匹配的项目。

source: Add to Today's Diary
es: Añadir al diario de hoy
fr: Ajouter au journal d'aujourd'hui
ja: 今日の日記に追加
zh_hans: 添加到今日日记

source: Add your first diary
es: Añade tu primer diario
fr: Ajoutez votre premier journal
ja: 最初の日記を追加
zh_hans: 添加你的第一篇日记

source: Added to today's diary
es: Añadido al diario de hoy
fr: Ajouté au journal d'aujourd'hui
ja: 今日の日記に追加しました
zh_hans: 已添加到今日日记

# Added: %lld. Could not load: %lld. Try selecting the missing photos again.
source: Added: %1$lld. Could not load: %2$lld. Try selecting the missing photos again.
es: Se añadieron %1$lld. No se pudieron cargar %2$lld. Intenta seleccionar de nuevo las fotos que faltan.
fr: Photos ajoutées : %1$lld. Impossible d’en charger %2$lld. Essayez de sélectionner à nouveau les photos manquantes.
ja: %1$lld枚を追加しました。%2$lld枚を読み込めませんでした。読み込めなかった写真をもう一度選択してください。
zh_hans: 已添加 %1$lld 张。%2$lld 张无法加载。请重新选择缺少的照片。

source: Added: 0. Could not load: %lld. Try selecting the photos again.
es: Se añadieron 0. No se pudieron cargar %lld. Intenta seleccionar las fotos de nuevo.
fr: Photos ajoutées : 0. Impossible d’en charger %lld. Essayez de sélectionner à nouveau les photos.
ja: 0枚を追加しました。%lld枚を読み込めませんでした。写真をもう一度選択してください。
zh_hans: 已添加 0 张。%lld 张无法加载。请重新选择照片。

source: Affected diary days: %@.
es: Días del diario afectados: %@.
fr: Jours du journal concernés : %@.
ja: 対象の日記: %@
zh_hans: 受影响的日记日期：%@。

source: All recipes are selected.
es: Todas las recetas están seleccionadas.
fr: Toutes les recettes sont sélectionnées.
ja: すべてのレシピを選択済みです。
zh_hans: 已选择所有食谱。

source: Allow notifications to get one recipe suggestion each day at your selected time.
es: Permite las notificaciones para recibir una sugerencia de receta cada día a la hora que elijas.
fr: Autorisez les notifications pour recevoir chaque jour une suggestion de recette à l’heure choisie.
ja: 通知を許可すると、選んだ時間に毎日レシピの提案を1件受け取れます。
zh_hans: 允许通知后，你可在所选时间每天收到一条食谱推荐。

source: Alphabetical
es: Alfabético
fr: Alphabétique
ja: アルファベット順
zh_hans: 按字母顺序

source: Amount
es: Cantidad
fr: Quantité
ja: 量
zh_hans: 量

source: Another Cooking Session
es: Otra sesión de cocina
fr: Autre session de cuisine
ja: 別の調理セッション
zh_hans: 另一个烹饪会话

source: Apple Intelligence cannot process this recipe's language. You can enter the recipe manually.
es: Apple Intelligence no puede procesar el idioma de esta receta. Puedes introducirla manualmente.
fr: Apple Intelligence ne peut pas traiter la langue de cette recette. Vous pouvez la saisir manuellement.
ja: Apple Intelligenceはこのレシピの言語を処理できません。レシピを手動で入力できます。
zh_hans: Apple Intelligence无法处理此食谱的语言。你可以手动输入食谱。

source: Apple Intelligence could not process this text. You can edit it or enter the recipe manually.
es: Apple Intelligence no pudo procesar este texto. Puedes editarlo o introducir la receta manualmente.
fr: Apple Intelligence n’a pas pu traiter ce texte. Vous pouvez le modifier ou saisir la recette manuellement.
ja: Apple Intelligenceでこの文章を処理できませんでした。文章を編集するか、レシピを手動で入力できます。
zh_hans: Apple Intelligence无法处理此文本。你可以编辑文本或手动输入食谱。

source: Apple Intelligence is currently unavailable. Try again later or enter the recipe manually.
es: Apple Intelligence no está disponible actualmente. Inténtalo más tarde o introduce la receta manualmente.
fr: Apple Intelligence est indisponible pour le moment. Réessayez plus tard ou saisissez la recette manuellement.
ja: 現在Apple Intelligenceを利用できません。時間をおいて再度試すか、レシピを手動で入力してください。
zh_hans: Apple Intelligence暂时不可用。请稍后重试或手动输入食谱。

source: Apple Intelligence is not available right now.
es: Apple Intelligence no está disponible ahora mismo.
fr: Apple Intelligence n’est pas disponible pour le moment.
ja: Apple Intelligence は現在利用できません。
zh_hans: Apple Intelligence 当前不可用。

source: Apple Watch started cooking %@.
es: El Apple Watch empezó a cocinar %@.
fr: L’Apple Watch a commencé à cuisiner %@.
ja: Apple Watchで「%@」の調理が始まりました。
zh_hans: Apple Watch 开始烹饪“%@”。

source: Are you really going to create Preview Diary?
es: ¿Realmente vas a crear un diario de vista previa?
fr: Voulez-vous vraiment créer un journal pour l’aperçu ?
ja: 本当にプレビュー用の日記を作成しますか？
zh_hans: 你真的要创建预览用的日记吗？

source: Are you really going to use DebugMode?
es: ¿Realmente vas a usar el modo de depuración?
fr: Voulez-vous vraiment utiliser le mode débogage ?
ja: 本当にデバッグモードを使用しますか？
zh_hans: 你真的要使用调试模式吗？

source: Ascending
es: Ascendente
fr: Ordre croissant
ja: 昇順
zh_hans: 升序

source: Back to Last Opened
es: Volver a la última abierta
fr: Retour à la dernière ouverte
ja: 最後に開いたレシピに戻る
zh_hans: 返回上次打开的食谱

source: Back to last opened recipe
es: Volver a la última receta abierta
fr: Revenir à la dernière recette ouverte
ja: 最後に開いたレシピに戻る
zh_hans: 返回最近打开的食谱

source: Before You Import
es: Antes de importar
fr: Avant d’importer
ja: 取り込む前に
zh_hans: 导入之前

source: Boil water in a large pot and add salt.
es: Hierve agua en una olla grande y añade sal.
fr: Faites bouillir de l’eau dans une grande casserole et ajoutez du sel.
ja: 大きな鍋に水を沸かし、塩を加える。
zh_hans: 在大锅中烧开水并加入盐。

source: Breakfast
es: Desayuno
fr: Petit-déjeuner
ja: 朝食
zh_hans: 早餐

source: Breakfasts
es: Desayunos
fr: Petits déjeuners
ja: 朝食
zh_hans: 早餐

source: Browse Recipes
es: Ver recetas
fr: Parcourir les recettes
ja: レシピを見る
zh_hans: 浏览食谱

source: Browse Tags
es: Explorar etiquetas
fr: Parcourir les étiquettes
ja: タグを閲覧
zh_hans: 浏览标签

source: Camera
es: Cámara
fr: Appareil photo
ja: カメラ
zh_hans: 相机

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

source: Cancel Timer
es: Cancelar temporizador
fr: Arrêter le minuteur
ja: タイマーをキャンセル
zh_hans: 取消计时器

source: Cannot Add to Diary
es: No se puede añadir al diario
fr: Impossible d'ajouter au journal
ja: 日記に追加できません
zh_hans: 无法添加到日记

source: Cannot Complete Settings Action
es: No se puede completar la acción de ajustes
fr: Impossible d'effectuer l'action des réglages
ja: 設定アクションを完了できません
zh_hans: 无法完成设置操作

source: Cannot Delete Category
es: No se puede eliminar la categoría
fr: Impossible de supprimer la catégorie
ja: カテゴリを削除できません
zh_hans: 无法删除分类

source: Cannot Delete Diary
es: No se puede eliminar el diario
fr: Impossible de supprimer le journal
ja: 日記を削除できません
zh_hans: 无法删除日记

source: Cannot Delete Ingredient
es: No se puede eliminar el ingrediente
fr: Impossible de supprimer l'ingrédient
ja: 材料を削除できません
zh_hans: 无法删除食材

source: Cannot Delete Photo
es: No se puede eliminar la foto
fr: Impossible de supprimer la photo
ja: 写真を削除できません
zh_hans: 无法删除照片

source: Cannot Delete Recipe
es: No se puede eliminar la receta
fr: Impossible de supprimer la recette
ja: レシピを削除できません
zh_hans: 无法删除食谱

source: Cannot Import Data
es: No se pueden importar los datos
fr: Impossible d’importer les données
ja: データを取り込めません
zh_hans: 无法导入数据

source: Cannot Import Recipe
es: No se puede importar la receta
fr: Impossible d’importer la recette
ja: レシピを取り込めません
zh_hans: 无法导入食谱

source: Cannot Infer Recipe
es: No se puede inferir la receta
fr: Impossible de déduire la recette
ja: レシピを推測できません
zh_hans: 无法推断食谱

source: Cannot Merge Diaries
es: No se pueden combinar los diarios
fr: Impossible de fusionner les journaux
ja: 日記を統合できません
zh_hans: 无法合并日记

source: Cannot Merge Tags
es: No se pueden fusionar las etiquetas
fr: Impossible de fusionner les étiquettes
ja: タグを統合できません
zh_hans: 无法合并标签

source: Cannot Open Diary
es: No se puede abrir el diario
fr: Impossible d’ouvrir le journal
ja: 日記を開けません
zh_hans: 无法打开日记

source: Cannot Read Photo
es: No se puede leer la foto
fr: Impossible de lire la photo
ja: 写真を読み取れません
zh_hans: 无法读取照片

source: Cannot Save Diary
es: No se puede guardar el diario
fr: Impossible d'enregistrer le journal
ja: 日記を保存できません
zh_hans: 无法保存日记

source: Cannot Save Recipe
es: No se puede guardar la receta
fr: Impossible d'enregistrer la recette
ja: レシピを保存できません
zh_hans: 无法保存食谱

source: Cannot Search Recipes
es: No se pueden buscar recetas
fr: Impossible de rechercher des recettes
ja: レシピを検索できません
zh_hans: 无法搜索食谱

source: Cannot Update
es: No se puede actualizar
fr: Impossible de mettre à jour
ja: 更新できません
zh_hans: 无法更新

source: Cannot delete %@.
es: No se puede eliminar %@.
fr: Impossible de supprimer %@.
ja: %@を削除できません。
zh_hans: 无法删除%@。

source: Categories
es: Categorías
fr: Catégories
ja: カテゴリ
zh_hans: 分类

source: Categories: %@
es: Categorías: %@
fr: Catégories : %@
ja: カテゴリ: %@
zh_hans: 分类：%@

source: Category
es: Categoría
fr: Catégorie
ja: カテゴリ
zh_hans: 分类

source: Category not found.
es: No se encontró la categoría.
fr: Catégorie introuvable.
ja: カテゴリが見つかりません。
zh_hans: 未找到该分类。

source: Change Order or Delete Row
es: Cambio de orden O Eliminación de fila
fr: Modification de l’ordre Ou Suppression de la ligne
ja: 順番の変更 または 行の削除
zh_hans: 顺序的更改 或 行的删除

source: Choose Another Photo
es: Elegir otra foto
fr: Choisir une autre photo
ja: 別の写真を選択
zh_hans: 选择其他照片

source: Choose Photo
es: Elegir foto
fr: Choisir une photo
ja: 写真を選択
zh_hans: 选择照片

source: Choose a meal for %@.
es: Elige una comida para %@.
fr: Choisissez un repas pour %@.
ja: %@ の食事を選択してください。
zh_hans: 请选择 %@ 的餐次。

source: Choose an option
es: Elige una opción
fr: Choisissez une option
ja: 選択してください
zh_hans: 请选择一个选项

source: Choose for Each Item
es: Elegir para cada elemento
fr: Choisir pour chaque élément
ja: 項目ごとに選ぶ
zh_hans: 逐项选择

source: Choose recipes from the list below.
es: Elige recetas de la lista de abajo.
fr: Choisissez des recettes dans la liste ci-dessous.
ja: 下の一覧からレシピを選択してください。
zh_hans: 请从下方列表中选择食谱。

source: Classic spaghetti carbonara and warm beef stew for a comforting end to the day.
es: Clásico espagueti carbonara y guiso de carne para un final reconfortante del día
fr: Spaghetti carbonara classique et ragoût de bœuf chaud pour une fin de journée réconfortante.
ja: クラシックなスパゲッティ・カルボナーラと温かいビーフシチューで、一日の終わりを心地よく締めくくりましょう。
zh_hans: 经典的意大利面碳烤和温暖的牛肉炖菜，为一天画上圆满的句号。

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭

source: Combine Both
es: Combinar ambos
fr: Combiner les deux
ja: 両方を統合
zh_hans: 合并两者

source: Compare each item that differs and choose which version to keep.
es: Compara cada elemento distinto y elige qué versión conservar.
fr: Comparez chaque élément différent et choisissez la version à conserver.
ja: 内容が異なる項目ごとに比較し、残す方を選びます。
zh_hans: 逐一比较不同的项目，并选择要保留的版本。

source: Content
es: Contenido
fr: Contenu
ja: コンテンツ
zh_hans: 内容

source: Cooking
es: Cocinar
fr: Cuisine
ja: 調理
zh_hans: 烹饪

source: Cooking Time
es: Tiempo de cocción
fr: Temps de cuisson
ja: 調理時間
zh_hans: 烹饪时间

source: Cookle couldn't schedule a notification for this timer.
es: Cookle no ha podido programar una notificación para este temporizador.
fr: Cookle n’a pas pu programmer de notification pour ce minuteur.
ja: このタイマーの終了通知を予約できませんでした。
zh_hans: Cookle无法为此计时器安排通知。

source: Cookle couldn’t access the selected file. Choose it again and try again.
es: Cookle no pudo acceder al archivo seleccionado. Selecciónalo de nuevo e inténtalo otra vez.
fr: Cookle n’a pas pu accéder au fichier sélectionné. Sélectionnez-le de nouveau et réessayez.
ja: Cookleは選択したファイルにアクセスできませんでした。もう一度選択してお試しください。
zh_hans: Cookle 无法访问所选文件。请重新选择并重试。

source: Cookle couldn’t export your data. Your data was not changed.
es: Cookle no pudo exportar tus datos. Tus datos no se modificaron.
fr: Cookle n’a pas pu exporter vos données. Vos données n’ont pas été modifiées.
ja: Cookleはデータを書き出せませんでした。データは変更されていません。
zh_hans: Cookle 无法导出你的数据。你的数据未被更改。

source: Cookle couldn’t import the file. Your current data was not changed.
es: Cookle no pudo importar el archivo. Tus datos actuales no se modificaron.
fr: Cookle n’a pas pu importer le fichier. Vos données actuelles n’ont pas été modifiées.
ja: Cookleはファイルを取り込めませんでした。現在のデータは変更されていません。
zh_hans: Cookle 无法导入该文件。你的当前数据未被更改。

source: Cookle found multiple diary entries for the same day. Merge them before exporting your data.
es: Cookle encontró varias entradas de diario para el mismo día. Combínalas antes de exportar tus datos.
fr: Cookle a trouvé plusieurs entrées de journal pour le même jour. Fusionnez-les avant d’exporter vos données.
ja: 同じ日付に複数の日記があります。データを書き出す前に統合してください。
zh_hans: Cookle 发现同一天有多条日记。请先合并，再导出数据。

source: Cookle has multiple categories named %1$@. Open Cookle and merge the duplicates before running this shortcut again.
es: Cookle tiene varias categorías llamadas %1$@. Abre Cookle y combina los duplicados antes de volver a ejecutar este atajo.
fr: Cookle contient plusieurs catégories nommées %1$@. Ouvrez Cookle et fusionnez les doublons avant de relancer ce raccourci.
ja: Cookle に「%1$@」という名前のカテゴリが複数あります。Cookle を開いて重複を統合してから、このショートカットをもう一度実行してください。
zh_hans: Cookle 中有多个名为“%1$@”的分类。请打开 Cookle 合并重复项，然后再次运行此快捷指令。

source: Cookle has multiple ingredients named %1$@. Open Cookle and merge the duplicates before running this shortcut again.
es: Cookle tiene varios ingredientes llamados %1$@. Abre Cookle y combina los duplicados antes de volver a ejecutar este atajo.
fr: Cookle contient plusieurs ingrédients nommés %1$@. Ouvrez Cookle et fusionnez les doublons avant de relancer ce raccourci.
ja: Cookle に「%1$@」という名前の材料が複数あります。Cookle を開いて重複を統合してから、このショートカットをもう一度実行してください。
zh_hans: Cookle 中有多个名为“%1$@”的食材。请打开 Cookle 合并重复项，然后再次运行此快捷指令。

source: Cookle will keep the newest entry for each day, combine its meals and different notes, and remove only the extra entries. Recipes stay saved. The changes sync to other devices using the same iCloud account. This cannot be undone.
es: Cookle conservará la entrada más reciente de cada día, combinará sus comidas y notas diferentes, y eliminará solo las entradas adicionales. Las recetas seguirán guardadas. Los cambios se sincronizarán con otros dispositivos que usen la misma cuenta de iCloud. Esta acción no se puede deshacer.
fr: Cookle conservera l’entrée la plus récente de chaque jour, fusionnera ses repas et les notes différentes, et supprimera uniquement les entrées supplémentaires. Les recettes resteront enregistrées. Les modifications seront synchronisées avec les autres appareils utilisant le même compte iCloud. Cette action est irréversible.
ja: Cookleは日付ごとに最新の日記を残し、食事と異なるメモをまとめ、余分な日記だけを削除します。レシピは保持されます。変更は同じiCloudアカウントを使用するほかのデバイスにも同期されます。この操作は取り消せません。
zh_hans: Cookle 会保留每天最新的日记，合并其中的餐食和不同备注，并仅删除多余的日记。食谱会继续保留。更改将同步到使用同一 iCloud 账户的其他设备。此操作无法撤销。

source: Cookle will keep the newest entry for each day, combine its meals and different notes, and remove only the extra entries. Recipes stay saved. This cannot be undone.
es: Cookle conservará la entrada más reciente de cada día, combinará sus comidas y notas diferentes, y eliminará solo las entradas adicionales. Las recetas seguirán guardadas. Esta acción no se puede deshacer.
fr: Cookle conservera l’entrée la plus récente de chaque jour, fusionnera ses repas et les notes différentes, et supprimera uniquement les entrées supplémentaires. Les recettes resteront enregistrées. Cette action est irréversible.
ja: Cookleは日付ごとに最新の日記を残し、食事と異なるメモをまとめ、余分な日記だけを削除します。レシピは保持されます。この操作は取り消せません。
zh_hans: Cookle 会保留每天最新的日记，合并其中的餐食和不同备注，并仅删除多余的日记。食谱会继续保留。此操作无法撤销。

source: Could Not Add Photos
es: No se pudieron añadir las fotos
fr: Impossible d’ajouter les photos
ja: 写真を追加できませんでした
zh_hans: 无法添加照片

source: Couldn't extract enough recipe details from the text. Try including the title, ingredients, or steps.
es: No se pudieron extraer suficientes detalles de la receta del texto. Intenta incluir el título, los ingredientes o los pasos.
fr: Impossible d’extraire assez de détails de la recette à partir du texte. Essayez d’inclure le titre, les ingrédients ou les étapes.
ja: 文章からレシピの情報を十分に読み取れませんでした。 料理名・材料・手順を含めてみてください。
zh_hans: 无法从文本中提取足够的食谱信息。 请尝试包含菜名、食材或步骤。

source: Create
es: Crear
fr: Créer
ja: 作成
zh_hans: 创建

source: Create Draft
es: Crear borrador
fr: Créer un brouillon
ja: 下書きを作成
zh_hans: 创建草稿

source: Create New Diary
es: Crear diario nuevo
fr: Créer un nouveau journal
ja: 新しい日記を作成
zh_hans: 创建新日记

source: Create Preview Diaries
es: Crear diarios de vista previa
fr: Créer des journaux de prévisualisation
ja: プレビュー用の日記を作成
zh_hans: 创建预览日记

source: Create Recipe
es: Crear receta
fr: Créer une recette
ja: レシピを作成
zh_hans: 创建食谱

source: Created At
es: Creado en
fr: Créé à
ja: 作成日時
zh_hans: 创建于

source: Current Category
es: Categoría actual
fr: Catégorie actuelle
ja: 現在のカテゴリ
zh_hans: 当前分类

source: Current Diary
es: Diario actual
fr: Journal actuel
ja: 現在の日記
zh_hans: 当前日记

source: Current Ingredient
es: Ingrediente actual
fr: Ingrédient actuel
ja: 現在の材料
zh_hans: 当前食材

source: Current Recipe
es: Receta actual
fr: Recette actuelle
ja: 現在のレシピ
zh_hans: 当前食谱

source: Current Recipe %lld
es: Receta actual %lld
fr: Recette actuelle %lld
ja: 現在のレシピ%lld
zh_hans: 当前食谱 %lld

source: Daily recipe suggestions
es: Sugerencias diarias de recetas
fr: Suggestions quotidiennes de recettes
ja: 毎日のレシピ提案
zh_hans: 每日食谱推荐

source: Daily recipe suggestions are enabled and will arrive at your selected time.
es: Las sugerencias diarias de recetas están activadas y llegarán a la hora que elijas.
fr: Les suggestions quotidiennes de recettes sont activées et arriveront à l’heure choisie.
ja: 毎日のレシピ提案は有効で、選んだ時間に届きます。
zh_hans: 每日食谱推荐已开启，并会在你选择的时间送达。

source: Data Repair
es: Reparación de datos
fr: Réparation des données
ja: データの修復
zh_hans: 数据修复

source: Date
es: Fecha
ja: 日付
zh_hans: 日期

source: Debug
es: Depurar
fr: Déboguer
ja: デバッグ
zh_hans: 调试

source: Debug On
es: Depuración activada
fr: Débogage activé
ja: デバッグオン
zh_hans: 调试开启

source: Delete
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除

source: Delete %@
es: Eliminar %@
fr: Supprimer %@
ja: %@ を削除
zh_hans: 删除 %@

source: Delete All
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除
zh_hans: 全部删除

source: Delete Category
es: Eliminar la categoría
fr: Supprimer la catégorie
ja: カテゴリを削除
zh_hans: 删除分类

source: Delete Diary
es: Eliminar el diario
fr: Supprimer le journal
ja: 日記を削除
zh_hans: 删除日记

source: Delete Ingredient
es: Eliminar el ingrediente
fr: Supprimer l'ingrédient
ja: 材料を削除
zh_hans: 删除食材

source: Delete Photo
es: Eliminar la foto
fr: Supprimer la photo
ja: 写真を削除
zh_hans: 删除照片

source: Delete Recipe
es: Eliminar la receta
fr: Supprimer la recette
ja: レシピを削除
zh_hans: 删除食谱

source: Delete all current data and use only the file's content.
es: Elimina todos los datos actuales y usa solo el contenido del archivo.
fr: Supprime toutes les données actuelles et n’utilise que le contenu du fichier.
ja: 現在のデータをすべて削除し、ファイルの内容だけにします。
zh_hans: 删除所有当前数据，只保留文件中的内容。

source: Delete diary for %@
es: Eliminar el diario del %@
fr: Supprimer le journal du %@
ja: %@の日記を削除
zh_hans: 删除%@的日记

source: Delete is available only when no recipes use this ingredient. %@ is still used by %lld recipes.
es: Solo se puede eliminar cuando ninguna receta usa este ingrediente. %@ todavía se usa en %lld recetas.
fr: La suppression n’est possible que si aucune recette n’utilise cet ingrédient. %@ est encore utilisé par %lld recettes.
ja: この材料を使っているレシピがない場合のみ削除できます。%@は%lld件のレシピで使われています。
zh_hans: 仅当没有食谱使用该食材时才能删除。%@仍被 %lld 个食谱使用。

source: Delete is available only when no recipes use this ingredient. %@ is still used by one recipe.
es: Solo se puede eliminar cuando ninguna receta usa este ingrediente. %@ todavía se usa en una receta.
fr: La suppression n’est possible que si aucune recette n’utilise cet ingrédient. %@ est encore utilisé par une recette.
ja: この材料を使っているレシピがない場合のみ削除できます。%@は1件のレシピで使われています。
zh_hans: 仅当没有食谱使用该食材时才能删除。%@仍被 1 个食谱使用。

source: Deleted %@
es: Se eliminó %@
fr: Suppression de %@ terminée
ja: %@を削除しました
zh_hans: 已删除 %@

source: Deleted diary for %@
es: Diario del %@ eliminado
fr: Journal du %@ supprimé
ja: %@の日記を削除しました
zh_hans: 已删除%@的日记

source: Detail
es: Detalle
fr: Détail
ja: 詳細
zh_hans: 详情

source: Diagnostics
es: Diagnósticos
ja: 診断
zh_hans: 诊断

source: Diaries
es: Diarios
fr: Journaux
ja: 日記
zh_hans: 日记

source: Diaries (%lld)
es: Diarios (%lld)
fr: Journaux (%lld)
ja: 日記（%lld件）
zh_hans: 日记（%lld篇）

# Diaries: %lld added, %lld replaced, %lld combined, %lld kept, %lld unchanged.
source: Diaries: %1$lld added, %2$lld replaced, %3$lld combined, %4$lld kept, %5$lld unchanged.
es: Diarios: %1$lld añadidos, %2$lld reemplazados, %3$lld combinados, %4$lld conservados, %5$lld sin cambios.
fr: Journaux : %1$lld ajoutés, %2$lld remplacés, %3$lld combinés, %4$lld conservés, %5$lld inchangés.
ja: 日記: 追加%1$lld件、置き換え%2$lld件、統合%3$lld件、現在を維持%4$lld件、変更なし%5$lld件。
zh_hans: 日记：新增 %1$lld 个，替换 %2$lld 个，合并 %3$lld 个，保留 %4$lld 个，未变 %5$lld 个。

source: Diary
es: Diario
fr: Journal
ja: 日記
zh_hans: 日记

source: Diary Conflicts
es: Conflictos de diario
fr: Conflits de journal
ja: 日記の競合
zh_hans: 日记冲突
